[{"category":"Adventure","SrchResults":[{"FeatCount":"11"},{"NAME":"G-MAX REVERSE BUNGY","CATEGORY":"Adventure","XY":"29518.6951,30298.2848","IMAGEURL":"gmaxBunjee.jpg","DESCRIPTION":"The g-max and the gx-5 were designed and created in new zealand, the home of bungy! Proudly, we have a 100% safety record... Over 1,000,000 riders! The reverse bungy & giant swing operate internationally in over 7 countries around the world."},{"NAME":"MEGAZIP ADVENTURE PARK","CATEGORY":"Adventure","XY":"25697.5709,26466.5083","IMAGEURL":"megazip.jpg","DESCRIPTION":"The aim in the MegaZip Adventure Park in Sentosa Isand, Singapore is to create a unique, challenging, safe and innovative experience while respecting and nurturing the green element of Imbiah Hilltops. In Sentosa, enthusiasts are using the latest in zip technology and the newest in high ropes design."},{"NAME":"MACRITCHIE RESERVOIR","CATEGORY":"Adventure","XY":"27012.8556,36347.8178","IMAGEURL":"macritchie.jpg","DESCRIPTION":"MacRitchie Reservoir is Singapore's oldest reservoir. The reservoir was completed in 1868 by impounding water from an earth embankment, and was then known as the Impounding Reservoir or Thomson Reservoir."},{"NAME":"SENTOSA 4D MAGIX","CATEGORY":"Adventure","XY":"26129.2246,26438.7240","IMAGEURL":"sentosa4D.jpg","DESCRIPTION":"Sentosa 4D AdventureLand is an adventure theme park located at 51B Imbiah Road, on Sentosa Island, Singapore. The high-tech interactive entertainment zone is home to three exciting experiences, suitable for every age group."},{"NAME":"BUKIT TIMAH NATURE TRAIL","CATEGORY":"Building","XY":"22004.6975,37116.4924","IMAGEURL":"bukitTimahTrail.jpg","DESCRIPTION":"Our parks, park connectors and nature reserves offer a host of activities for individuals, families, the young and the old. Whether you are looking for an idyllic spot to relax, a place to discover the beauty of nature, an outdoor stage to enjoy a performance, or scenic stretch for you to cycle along, you will be able to find these and more at our gardens, parks, park connector network and nature reserves."},{"NAME":"UNIVERSAL STUDIOS SINGAPORE","CATEGORY":"Adventure","XY":"26800.1157,26520.9940","IMAGEURL":"universalstudios.jpg","DESCRIPTION":"Go beyond the screen and Ride The Movies® at Universal Studios Singapore®. Experience cutting-edge rides, shows, and attractions based on your favourite blockbuster films and television series, including Puss In Boots’ Giant Journey, Battlestar Galactica: HUMAN vs. CYLON™, TRANSFORMERS The Ride: The Ultimate 3D Battle, Jurassic Park Rapids Adventure™, Sesame Street Spaghetti Space Chase and more!"},{"NAME":"EAST COAST PARK","CATEGORY":"Adventure","XY":"38018.8254,31951.3504","IMAGEURL":"ecp.jpg","DESCRIPTION":"East Coast Park is one of Singapore's most treasured urban getaways, offering an invigorating and exciting diversity of sporting, dining and recreational activities. With the theme “Recreation for All”, the park has an activity for everyone."},{"NAME":"MARINE LIFE PARK","CATEGORY":"Adventure","XY":"26276.2289,26787.8005","IMAGEURL":"marineLifePark.jpg","DESCRIPTION":"Marine Life Park is a part of Resorts World Sentosa, Sentosa, situated in southern Singapore. The 8-hectare (20-acre) park houses two attractions, the S.E.A Aquarium and the Adventure Cove Waterpark, and features the largest oceanarium in the world."},{"NAME":"IFLY SINGAPORE","CATEGORY":"Adventure","XY":"26248.3539,26073.3208","IMAGEURL":"ifly.jpg","DESCRIPTION":"Experience the thrill of skydiving without any of the danger. Take up the whole new sport of bodyflying with iFly Singapore, the world's first largest themed wind tunnel for indoor skydiving. There's no jumping, no plunging, no bad weather and no aeroplanes – just sheer exhilaration and an adrenaline rush like no other."},{"NAME":"MARITIME EXPERIENTIAL MUSEUM","CATEGORY":"Adventure","XY":"26583.9884,26753.5584","IMAGEURL":"maritimeMuseum.jpg","DESCRIPTION":"The Maritime Experiential Museum is a museum in Resorts World Sentosa, Sentosa, Singapore, built to house the Jewel of Muscat and some of the 60,000 artefacts salvaged from the Belitung shipwreck, an Arabian dhow wrecked off the coast of Belitung Island."}]}]
